---
kind: property
id: P:Autodesk.Revit.DB.Visual.Wood.WoodRadialNoise
source: html/57b53fe8-1014-511c-53e2-fc4340ef8e41.htm
---
# Autodesk.Revit.DB.Visual.Wood.WoodRadialNoise Property

The property labeled "Radial Noise" from the "Wood" schema.

## Syntax (C#)
```csharp
public static string WoodRadialNoise { get; }
```

## Remarks
This property is of type "AssetPropertyDouble" within the range of "0, 100".